/*
    Localizable.strings
    SkypeMac Share Extension
*/

/* Error when cannot find items to share */
ErrorTitle_NoItemsToShare = "Nessun elemento da condividere";
ErrorMessage_NoItemsToShare = "Impossibile trovare elementi che puoi condividere.";

/* Error when trying to share a bundle */
ErrorTitle_CannotShareBundle = "In Skype non puoi condividere questo elemento.";
ErrorMessage_CannotShareBundle = "In Skype puoi condividere solo file singoli (non le applicazioni).";

/* Error when trying to share an empty file */
ErrorTitle_CannotShareEmptyFile = "In Skype non puoi condividere questo elemento.";
ErrorMessage_CannotShareEmptyFile = "Il file è vuoto.";

/* Error when trying to share too big file */
ErrorTitle_CannotShareTooBigFile = "In Skype non puoi condividere questo elemento.";
ErrorMessage_CannotShareTooBigFile = "Il file è troppo grande per essere condiviso in Skype.";

/* Error when cannot connect to agent initially */
ErrorTitle_CannotConnectToAgent = "Impossibile collegarsi a Skype";
ErrorMessage_CannotConnectToAgent = "La condivisione in Skype al momento non è disponibile. Riprova più tardi.";

/* Error when cannot connect to agent on sending */
ErrorTitle_SendingFailed = "Condivisione in Skype non riuscita";
ErrorMessage_SendingFailed = "La condivisione in Skype al momento non è disponibile. Riprova più tardi.";

/* Alert shown as sheet when message is too long */
AlertTitle_CannotSendTooBigMessage = "Impossibile inviare questo messaggio con Skype.";
AlertMessage_CannotSendTooBigMessage = "Questo messaggio è troppo lungo per essere inviato.";

/* Alert shown as sheet when too many recipients; arg1 = max number of recipients */
AlertTitle_TooManyRecipients = "Troppi destinatari";
AlertMessage_TooManyRecipients_Template = "Non è possibile condividere con più di %lu destinatari in una volta sola.";

/* Common button titles */
ButtonTitle_OK = "OK";
ButtonTitle_Cancel = "Annulla";

/* Chat location message legacy text when no address is available (shown only in legacy Skypes) */
ChatMessageLabel_Location = "Posizione";

/* used in custom paste operation */
MenuItemTitle_Paste = "Incolla";

/* Recipients entry view placeholder */
RecipientsEntryView_Placeholder = "Nessun destinatario";

/* Text shown on first run when loading conversations, should not bee too long */
Label_LoadingConversations = "Caricamento delle conversazioni in corso...";

/* Contact list group and contact icon VO labels */
ContactList_GroupImage_VoiceOverLabel = "gruppo";
ContactList_ContactImage_VoiceOverLabel = "contatto";

/* Contact list VO label */
ContactList_VoiceOverLabel = "contatti e gruppi";

/* Input view VO label */
Input_Message_Placeholder = "Scrivi il messaggio qui";
